


//  Создайте три переменных для хранения возраста, имени и фамилии пользователя. Инициализируйте ее любыми осмысленными значением. 
// Подумайте, какие имена переменных будут максимально точно описывать хранимые значения.


// const userAge
// const userLastName
// const userSurName







    // userName            переменной, которая хранит нового пользователя
    // userShoppingList    переменной, которая хранит список покупок
    // userOnline          переменной, которая хранит информацию о том, является ли пользователь в сети (online)
    // userSalary          переменной, которая хранит зарплату работника
    // coordinatesCursor   переменной, которая хранит координаты курсора (мыши) 




    const greeting = ("Hello world!")
    console.log (`greeting -`, greeting)